zerforschung/micropython/ports/esp32/boards/COV32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "COV32 module"
#define MICROPY_HW_MCU_NAME "COV32"
